/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Brýr eru Tor-endurvarpar sem hjálpa til við að komast framhjá ritskoðun. Þú getur reynt að nota brýr ef ISP-netþjónustan þín lokar á Tor; hver gerð brúa notar mismunandi aðferðir til að komast framhjá ritskoðun: ef ein gerðin virkar ekki, prófaðu einhverja aðra.\n\nÞú getur nota innbyggðu brýrnar hér fyrir neðan eða sótt brýr á %.";
"No Bridges: Directly Connect to Tor" = "Engar brýr: Tengist beint við Tor";
"Provided Bridges: %" = "Brýr sem fylgja:";
"Custom Bridges" = "Sérsniðnar brýr";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Uppsetning brúa";
"Done" = "Lokið";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Stundum eru brýr nauðsynlegar til að tengjast Tor.";
"TELL ME MORE" = "SEGÐU MÉR MEIRA";


// ConnectingViewController.swift
"Connected!" = "Tengt!";
"__CLAIM_1__" = "Fjölbreytt samfélag notenda er það sem gerir Tor frábært!";
"__CLAIM_2__" = "Venjulegt fólk notar Tor til að sleppa undan eftirliti markaðsdrónanna.";
"__CLAIM_3__" = "Fólk getur notað Tor til að tengjast vinum sínum og fjölskyldu á öruggan máta.";
"__CLAIM_4__" = "Aðgerðasinnar nota Tor til að hafa fullt frelsi til að viðra skoðanir sínar.";
"__CLAIM_5__" = "Bloggarar nota Tor til að stefna fólki saman til að berjast fyrir félagslegum réttindum.";
"__CLAIM_6__" = "Blaðamenn nota Tor sem örugga leið við rannsóknir á fréttum sem þeir eru að vinna.";
"__CLAIM_7__" = "Fólk í viðskiptalífinu notar Tor til að halda viðskiptaáætlunum sínum frá snuðri utanaðkomandi aðila.";
"__CLAIM_8__" = "Verkafólk notar Tor í réttindabaráttu sinni án þess að þurfa að hafa áhyggjur af því að missa vinnuna.";


// ConnectingViewController.xib
"We're connecting you." = "Við tengjum þig.";
"START BROWSING" = "BYRJA VAFUR";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "Opnaðu annan vafra, farðu á % og veldu 'Ná í brýr'. Farðu í hlutann 'Ítarlegir valkostir'; mælt er með 'obfs4' Pluggable Transport tengileiðum. (Ekki velja IPv6.)\n\nÞú getur bankað á táknmyndina fyrir myndavélina til að nota QR-kóðann af vefsvæðinu, eða afritað-og-límt 'brúarlínurnar' hér:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Það lítur út fyrir að við séum föst! Þú ættir að endurræsa forritið.";


// HelloViewController.xib
"Hello" = "Halló";
"Welcome to Tor on mobile." = "Velkomin í Tor-vafrann á snjalltæki.";
"CHANGE LANGUAGE" = "SKIPTA UM TUNGUMÁL";
"Change Language" = "Skipta um tungumál";
"Cancel" = "Hætta við";


// IntroViewController.xib
"CONTINUE WITHOUT" = "HALDA ÁFRAM ÁN";
"USE A BRIDGE" = "NOTA BRÚ";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Flakkaðu um internetið eins og þér finnst á þú ættir að gera.";
"No tracking. No censorship." = "Engar njósnir. Engin ritskoðun.";


// ScanQrViewController.swift
"Scan QR Code" = "Skanna QR-kóða";
"Error" = "Villa";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Ekki var heimilaður aðgangur að myndavél eða að skönnun QR-kóða er ekki studd á tækinu þínu.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "Ekki var hægt að afkóða QR-kóðann! Ertu viss um að þú hafir skannað QR-kóða frá bridges.torproject.org?";
